Repository: linearmouse/linearmouse
Catalog: LinearMouse/Localizable.xcstrings
Source language: en
Languages: af, ar, bs, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, my, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk, vi, zh_hans, zh_hant, zh_hant_hk

source: Convert the back and forward side buttons to swiping gestures to allow universal back and forward functionality.
af: Skakel die agterste en voorste syknoppies om na veebewegings om universele agter- en vooruit-funksionaliteit toe te laat.
ar: تحويل الأزرار الجانبية للخلف وللأمام إلى إيماءات سحب للسماح بوظيفة عالمية للخلف وللأمام.
bs: Pretvorite bočne tipke za kretanje naprijed i nazad u geste prevlačenja kako biste omogućili univerzalnu funkcionalnost za kretanje naprijed i nazad.
ca: Converteix els botons laterals d'avanç i retrocés en gestos de lliscar per permetre una funcionalitat universal d'avanç i retrocés.
cs: Převádí stisk bočních tlačítek myši pro pohyb zpět a dopředu na gesta přejetí prstem (swipe) a tím umožňuje využití tlačítek pro navigaci
da: Konverter tilbage og frem sideknapperne til strygebevægelser for at tillade universel tilbage og frem funktionalitet.
de: Konvertiert die Vor- und Zurück-Seitentasten in die jeweiligen Wischgesten, um eine universelle Vor- und Zurück-Funktion zu ermöglichen.
el: Μετατρέψτε τα πίσω και προς τα εμπρός πλευρικά κουμπιά σε χειρονομίες για την καθολική ενεργοποίηση της λειτουργίας πίσω και εμπρός.
es: Convierte los botones laterales atrás y adelante en gestos de deslizamiento para permitir una funcionalidad universal hacia atrás y hacia delante.
fi: Muunna sivun edestakaisin-painikkeet pyyhkäisytoiminnoiksi, jotta voit käyttää yleistä edestakaisin-toimintoa.
fr: Convertir les boutons latéraux arrière et avant en swipant pour permettre la fonctionnalité universelle de retour et d'avant.
he: המרת כפתורי הצד האחורי והקדמי לתנועת החלקה כדי לאפשר פונקציות אחור וקדימה גלובליות.
hu: Alakítsa át a bal és jobb oldali gombokat ellopási gesztusokká az univerzális előre és hátra funkció engedélyezéséhez.
it: Converti i pulsanti laterali avanti e indietro in gesti di scorrimento per consentire funzionalità di avanti e indietro universali.
ja: 戻る・進むボタンをスワイプジェスチャーに変換し、システム全般における戻る・進む機能を行えるようにします。
ko: 뒤로 및 앞으로 가기 측면 버튼을 스와이프 제스처로 변환하여 앱 호환성을 향상시킵니다.
my: Mouse ရှိဘေးခလုတ်များအား Windows system အတိုင်း back and forward ထားရန်။.
nl: Verander de functie van de heen- en terugknoppen naar veeggebaren om de universele heen- en terug functie in te schakelen.
pl: Zamienia działanie przycisków bocznych myszy na gesty przesuwania, tak aby umożliwić uniwersalne przechodzenie wstecz i do przodu.
pt: Converte os botões laterais de avanço e retrocesso em gestos de deslizamento para permitir a funcionalidade de avanço e retrocesso universal.
pt_br: Converte os botões laterais de retorno e avanço para gestos do trackpad para habilitar a funcionalidade de retorno e avanço universal.
ro: Convertește butoanele din spate și din față lateral la gesturi de glisare pentru a permite funcționalitatea universală înapoi și înainte.
ru: Преобразует боковые кнопки «назад» и «вперед» в жесты смахивания, чтобы сделать их работоспособными во всех приложениях.
sk: Premeňte bočné tlačidlá dozadu a dopredu na gestá posúvania, aby ste umožnili univerzálne funkcie dozadu a dopredu.
sr: Pretvori bočna dugmad za napred i nazad u pokrete prevlačenja da bi se omogućila univerzalna funkcionalnost napred i nazad.
sv: Konvertera sidoknapparna framåt och bakåt till svepgester för universell framåt- och bakåtfunktion.
tr: Evrensel ileri ve geri işlevine izin vermek için ileri ve geri yan düğmelerini kaydırma hareketlerine dönüştürün.
uk: Перетворити бічні кнопки «Назад» і «Уперед» на жести проведення, щоб забезпечити універсальну функцію «Назад» і «Уперед».
vi: Chuyển đổi các nút quay lại và chuyển tiếp sang cử chỉ vuốt để cho phép chức năng quay lại và chuyển tiếp phổ biến.
zh_hans: 将后退、前进侧键转换为滑动手势，以全局启用后退、前进支持。
zh_hant: 將後退、前進側鍵轉換為滑動手勢，以啟用全局的後退、前進功能。
zh_hant_hk: 將後退、前進側鍵轉換為滑動手勢，以全局啟用後退、前進支持。

source: Copy settings from vertical
af: Kopieer instellings van vertikaal
ar: نسخ الإعدادات من الوضع الرأسي
bs: Kopiraj postavke od vertikalnog
ca: Copia la configuració de vertical
cs: Zkopírovat nastavení z vertikály
da: Kopiér indstillinger fra vertikal
de: Einstellungen von Vertikal übernehmen
el: Αντιγραφή ρυθμίσεων από κάθετη
es: Copiar ajustes de la vertical
fi: Kopioi asetukset pystysuunnasta
fr: Copier les paramètres de la catégorie "Vertical"
he: העתקת הגדרות מ'אנכי'
hu: Beállítások másolása függőlegesből
it: Copia le impostazioni dalla verticale
ja: 縦方向と同じ設定を適用
ko: 수직 방향 설정 복사
my: Vertical မှ settings များကို ကူးယူပါ
nl: Instellingen overnemen van verticaal
pl: Skopiuj ustawienia z pionowego
pt: Copiar definições de vertical
pt_br: Copiar definições verticais
ro: Copiați setările de la verticală
ru: Скопировать настройки из вертикальной
sk: Kopírovať nastavenia z vertikálneho
sr: Kopiraj postavke sa vertikalnih
sv: Kopiera inställningar från vertikal
tr: Ayarları "Dikey" kategorisinden kopyala
uk: Копіювати налаштування з вертикальних
vi: Sao chép cài đặt
zh_hans: 从纵向复制设置
zh_hant: 從縱向拷貝設定
zh_hant_hk: 從縱向拷貝設定

source: Create
af: Skep
ar: إنشاء
bs: Kreiraj
ca: Crea
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
fi: Luo
fr: Créer
he: צור
hu: Létrehozás
it: Crea
ja: 作成
ko: 생성
my: ဖန်တီးရန်
nl: Aanmaken
pl: Utwórz
pt: Criar
pt_br: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sr: Kreiraj
sv: Skapa
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立
zh_hant_hk: 建立

source: Daily
af: Daagliks
ar: يومي
bs: Dnevno
ca: Diari
cs: Denně
da: Dagligt
de: Täglich
el: Ημερησίως
es: Cada día
fi: Päivittäin
fr: Tous les jours
he: יומי
hu: Naponta
it: Ogni giorno
ja: 毎日
ko: 매일
my: နေ့တိုင်း
nl: Dagelijks
pl: Codziennie
pt: Diariamente
pt_br: Diariamente
ro: Zilnic
ru: Ежедневно
sk: Denne
sr: Dnevno
sv: Dagligen
tr: Günlük
uk: Щоденно
vi: Hằng ngày
zh_hans: 每天
zh_hant: 每天
zh_hant_hk: 每日

source: Debounce button clicks
af: Debounce knoppie kliks
ar: تأخير نقرات الأزرار
bs: Klikovi na dugme za ublažavanje odskoka
ca: Retarda els clics dels botons
cs: Ignorovat odrazy tlačítka
da: Undgå gentagelse af klik
de: Entprellen von Mausklicks
el: Παράβλεψη γρήγορων κλικ
es: Evitar pulsaciones involuntarias
fi: Vaimenna painikkeen napsautukset
fr: Anti-rebond des clics de la souris
he: התעלם מלחיצות כפתור
hu: Gombkattintások késleltetése
it: Antirimbalzo dei clic del pulsante
ja: チャタリング防止
ko: 버튼 클릭 간격
my: ခလုတ်နှိပ်ချက်များကို ကန့်သတ်ရန်
nl: Onbedoelde dubbelklik negeren
pl: Odfiltruj kliknięcia przycisków
pt: Limitar cliques rápidos dos botões
pt_br: Debounce de cliques do botão
ro: Amânați apăsările de butoane
ru: Пропускать нажатие кнопок
sk: Čas odozvy kliknutia na tlačidlá
sr: Odloži klikove na dugmad
sv: Avvisa knappklick
tr: Buton arkını engelle
uk: Пропускати клацання кнопок
vi: Sửa lỗi nháy chuột nhiều lần
zh_hans: 按钮点击去抖动
zh_hant: 按鈕點擊去抖動
zh_hant_hk: 按鈕點擊去抖動

source: Decrease display brightness
af: Verminder skermhelderheid
ar: تقليل سطوع الشاشة
bs: Smanji osvjetljenje ekrana
ca: Disminueix la brillantor de la pantalla
cs: Snížit jas displeje
da: Sænk lysstyrke
de: Bildschirmhelligkeit verringern
el: Μείωση φωτεινότητας οθόνης
es: Disminuir brillo de pantalla
fi: Pienennä näytön kirkkautta
fr: Baisser la luminosité d'affichage
he: הנמך בהירות תצוגה
hu: Képernyő fényerejének csökkentése
it: Riduci la luminosità dello schermo
ja: ディスプレイの明るさを下げる
ko: 화면 밝기 낮추기
my: Screen အလင်း လျော့ရန်
nl: Verlaag schermhelderheid
pl: Zmniejsz jasność wyświetlacza
pt: Reduzir brilho do monitor
pt_br: Diminuir brilho da tela
ro: Scădere luminozitate ecran
ru: Уменьшить яркость экрана
sk: Zníženie jasu displeja
sr: Smanji osvetljenost ekrana
sv: Minska skärmens ljusstyrka
tr: Ekran parlaklığını azalt
uk: Зменшити яскравість дисплея
vi: Giảm độ sáng màn hình
zh_hans: 降低显示器亮度
zh_hant: 降低顯示器亮度
zh_hant_hk: 降低顯示器亮度

source: Decrease keyboard brightness
af: Verminder sleutelbordhelderheid
ar: تقليل سطوع لوحة المفاتيح
bs: Smanji osvjetljenje tastature
ca: Disminueix la brillantor del teclat
cs: Snížit jas klávesnice
da: Reducer tastaturets lysstyrke
de: Tastaturhelligkeit verringern
el: Μείωση φωτεινότητας πληκτρολογίου
es: Reducir el brillo del teclado
fi: Pienennä näppäimistön kirkkautta
fr: Baisser la luminosité d'affichage
he: הנמך בהירות מקלדת
hu: Billentyűzet fényerejének csökkentése
it: Diminuisci la luminosità della tastiera
ja: ディスプレイの明るさを下げる
ko: 키보드 밝기 낮추기
my: ကီးဘုတ် အလင်း လျော့ရန်
nl: Helderheid van toetsenbord verlagen
pl: Zmniejsz jasność klawiatury
pt: Diminuir brilho do teclado
pt_br: Diminuir brilho do teclado
ro: Scădere luminozitate tastatură
ru: Уменьшить яркость клавиатуры
sk: Zníženie jasu klávesnice
sr: Smanji osvetljenost tastature
sv: Minska tangentbordets ljusstyrka
tr: Klavye parlaklığını azalt
uk: Зменшити яскравість клавіатури
vi: Giảm độ sáng bàn phím
zh_hans: 降低键盘亮度
zh_hant: 降低鍵盤亮度
zh_hant_hk: 降低鍵盤亮度

source: Decrease volume
af: Verminder volume
ar: خفض مستوى الصوت
bs: Smanji glasnoću zvuka
ca: Disminueix el volum
cs: Snížit hlasitost
da: Sænk lydstyrke
de: Lautstärke verringern
el: Μείωση έντασης
es: Disminuir volumen
fi: Pienennä äänenvoimakkuutta
fr: Baisser le volume
he: החלש את עוצמת הקול
hu: Hangerő csökkentése
it: Diminuisci il volume
ja: 音量を下げる
ko: 음량 낮추기
my: အသံတိုးရန်
nl: Verlaag volume
pl: Przycisz
pt: Reduzir volume
pt_br: Diminuir volume
ro: Scădere volum
ru: Уменьшить громкость
sk: Znížiť hlasitosť
sr: Smanji jačinu zvuka
sv: Sänk volym
tr: Ses seviyesini azalt
uk: Зменшити гучність
vi: Giảm âm lượng
zh_hans: 降低音量
zh_hant: 降低音量
zh_hant_hk: 降低音量

source: Default action
af: Verstek aksie
ar: الإجراء الافتراضي
bs: Zadana funkcija
ca: Acció per defecte
cs: Výchozí akce
da: Standardhandling
de: Standardaktion
el: Προεπιλεγμένη ενέργεια
es: Acción predeterminada
fi: Oletustoiminto
fr: Action par défaut
he: פעולת ברירת מחדל
hu: Alapértelmezett művelet
it: Azione predefinita
ja: デフォルトの動作
ko: 기본 동작
my: နဂိုမူလ လုပ်ဆောင်ချက်
nl: Standaard actie
pl: Domyślna akcja
pt: Ação predefinida
pt_br: Ação padrão
ro: Acțiune implicită
ru: Действие по умолчанию
sk: Predvolená akcia
sr: Podrazumevana radnja
sv: Standardåtgärd
tr: Varsayılan eylem
uk: Стандартна дія
vi: Mặc định
zh_hans: 默认动作
zh_hant: 預設動作
zh_hant_hk: 預設動作

source: Delete
af: Vee uit
ar: حذف
bs: Izbriši
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
my: ဖျက်ပါ
nl: Verwijderen
pl: Usuń
pt: Apagar
pt_br: Apagar
ro: Ștergere
ru: Удалить
sk: Odstrániť
sr: Izbriši
sv: Ta bort
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除
zh_hant_hk: 刪除

source: Delete Configuration?
af: Vee Konfigurasie uit?
ar: حذف الإعدادات؟
bs: Izbrisati konfiguraciju?
ca: Suprimir la configuració?
cs: Smazat konfiguraci?
da: Slet konfiguration?
de: Konfiguration löschen?
el: Διαγραφή διαμόρφωσης;
es: ¿Eliminar la configuración?
fi: Poistetaanko määritys?
fr: Supprimer la configuration ?
he: מחק תצורה?
hu: Konfiguráció törlése?
it: Eliminare la configurazione?
ja: 設定を削除しますか？
ko: 설정 삭제?
my: Configuration ကို ဖျက်မည်လား?
nl: Configuratie verwijderen?
pl: Usunąć konfigurację?
pt: Apagar Configuração?
pt_br: Excluir Configuração?
ro: Ștergere configurație?
ru: Удалить конфигурацию?
sk: Odstrániť konfiguráciu?
sr: Izbriši konfiguraciju?
sv: Ta bort konfigurationen?
tr: Yapılandırmayı Sil?
uk: Видалити конфігурацію?
vi: Xóa Cấu hình?
zh_hans: 删除配置？
zh_hant: 刪除設定？
zh_hant_hk: 刪除設定？

source: Delete…
af: Vee uit…
ar: حذف…
bs: Izbriši…
ca: Suprimeix…
cs: Smazat…
da: Slet…
de: Löschen…
el: Διαγραφή…
es: Eliminar…
fi: Poista…
fr: Supprimer…
he: מחק…
hu: Törlés…
it: Elimina…
ja: 削除…
ko: 삭제…
nl: Verwijderen…
pl: Usuń…
pt: Apagar…
pt_br: Excluir…
ro: Ștergere…
ru: Удалить…
sk: Odstrániť…
sr: Izbriši…
sv: Ta bort…
tr: Sil…
uk: Видалити…
vi: Xóa…
zh_hans: 删除…
zh_hant: 刪除…
zh_hant_hk: 刪除…

source: Disable pointer acceleration
af: Deaktiveer wyserversnelling
ar: تعطيل تسارع المؤشر
bs: Onemogući ubrzavanje pokazivača
ca: Desactiva l'acceleració del punter
cs: Deaktivovat zrychlení kurzoru
da: Deaktiver markøracceleration
de: Zeigerbeschleunigung deaktivieren
el: Απενεργοποίηση επιτάχυνσης δείκτη
es: Deshabilitar aceleración del cursor
fi: Poista osoittimen kiihdytys käytöstä
fr: Désactiver l'accélération du pointeur
he: בטל תאוצת סמן העכבר
hu: Mutatógyorsítás letiltása
it: Disabilita l'accelerazione del puntatore
ja: ポインター加速を無効にする。
ko: 포인터 가속 비활성화
my: ညွှန်ပြကိရိယာအရှိန်ကို ပိတ်ရန်
nl: Aanwijzerversnelling uitschakelen
pl: Wyłącz przyspieszenie wskaźnika
pt: Desativar aceleração do cursor
pt_br: Desabilitar aceleração de ponteiro
ro: Dezactivează accelerația cursorului
ru: Отключить ускорение курсора
sk: Vypnúť zrýchlenie ukazovateľa
sr: Onemogući ubrzanje pokazivača
sv: Inaktivera pekarkacceleration
tr: İşaretçi ivmesini devre dışı bırak
uk: Вимкнути прискорення курсору
vi: Tắt gia tốc con trỏ
zh_hans: 禁用指针加速度
zh_hant: 禁用指標加速度
zh_hant_hk: 禁用指標加速度

source: Display
af: Vertoon
ar: شاشة
bs: Ekran
ca: Pantalla
cs: Displej
da: Skærm
el: Οθόνη
es: Monitor
fi: Näyttö
fr: Afficher
he: תצוגה
hu: Kijelző
it: Schermo
ja: ディスプレイ
ko: 디스플레이
nl: Weergave
pl: Wyświetlacz
pt: Monitor
pt_br: Tela
ro: Afișaj
ru: Экран
sk: Displej
sr: Ekran
sv: Skärm
tr: Ekran
uk: Дисплей
vi: Màn hình
zh_hans: 显示器
zh_hant: 顯示器
zh_hant_hk: 螢幕

source: Distance
af: Afstand
ar: المسافة
bs: Udaljenost
ca: Distància
cs: Vzdálenost
da: Afstand
de: Distanz
el: Απόσταση
es: Distancia
fi: Etäisyys
he: מרחק
hu: Távolság
it: Distanza
ja: 距離
ko: 간격
my: အကွာအဝေး
nl: Afstand
pl: Dystans
pt: Distância
pt_br: Distância
ro: Distanță
ru: Расстояние
sk: Vzdialenosť
sr: Udaljenost
sv: Avstånd
tr: Mesafe
uk: Відстань
vi: Khoảng cách
zh_hans: 距离
zh_hant: 距離
zh_hant_hk: 距離

source: Distance must be "auto" or a number or a string representing value and unit
af: Afstand moet "auto" of 'n getal of 'n string wees wat waarde en eenheid voorstel
ar: يجب أن تكون المسافة "auto" أو رقمًا أو سلسلة تمثل القيمة والوحدة
bs: Udaljenost mora biti "auto", broj ili tekst koji predstavljaju mjeru i jedinicu mjere
ca: La distància ha de ser "auto" o un número o una cadena que representi el valor i la unitat
cs: Vzdálenost musí být „auto“ nebo číslo nebo řetězec reprezentující hodnotu a jednotku
da: Afstand skal være "auto" eller et tal eller en streng, der repræsenterer værdi og enhed
de: Der Abstand muss „auto“ oder eine Zahl oder eine Zeichenfolge sein, die Wert und Einheit darstellt
el: Η απόσταση πρέπει να είναι "auto" ή ένας αριθμός ή μια συμβολοσειρά που αντιπροσωπεύει τιμή και μονάδα
es: La distancia debe ser "auto", un número o una cadena representando valor y unidad
fi: Etäisyyden on oltava "auto" tai numero tai arvoa ja yksikköä edustava merkkijono
fr: La distance doit être « auto » ou un nombre ou une chaîne représentant la valeur et l’unité
he: המרחק חייב להיות "auto" או מספר או מחרוזת המייצגת ערך ויחידה
hu: A távolságnak "auto" vagy számnak, vagy az értéket és mértékegységet reprezentáló sztringnek kell lennie
it: La distanza deve essere "auto" o un numero o una stringa che rappresenta valore e unità
ja: 距離は「auto」または数値、あるいは値と単位を表す文字列である必要があります。
ko: 간격은 "자동"이거나 값과 단위를 나타내는 숫자 또는 문자열이어야 합니다
my: အကွာအဝေးသည် "auto" သို့မဟုတ် နံပါတ်တစ်ခု သို့မဟုတ် တန်ဖိုးနှင့် ယူနစ်ကို ကိုယ်စားပြုသည့် စာကြောင်းတစ်ခု ဖြစ်ရမည်။
nl: Afstand moet "auto" of een getal of een tekenreeks zijn die waarde en eenheid vertegenwoordigt
pl: Odległość musi być „auto” lub liczbą albo ciągiem znaków reprezentującym wartość i jednostkę
pt: A distância deve ser "auto" ou um número ou uma string representando valor e unidade
pt_br: A distância deve ser "auto" ou um número ou uma string representando valor e unidade
ro: Distanța trebuie să fie „auto” sau un număr sau un șir care reprezintă valoarea și unitatea
ru: Расстояние должно быть «auto» или числом или строкой, представляющей значение и единицу измерения
sk: Vzdialenosť musí byť „auto“ alebo číslo alebo reťazec reprezentujúci hodnotu a jednotku
sr: Udaljenost mora biti „auto“ ili broj ili niz koji predstavlja vrednost i jedinicu
sv: Avstånd måste vara "auto" eller ett nummer eller en sträng som representerar värde och enhet
tr: Mesafe "otomatik" veya bir sayı veya değeri ve birimi temsil eden bir dize olmalıdır
uk: Відстань має бути "auto" або числом чи рядком, що представляє значення та одиницю вимірювання
vi: Khoảng cách phải là "auto" hoặc một số hoặc một chuỗi đại diện cho giá trị và đơn vị
zh_hans: 距离必须是“auto”、数字或一个代表值和单位的字符串
zh_hant: 距離必須是「auto」或數字，或代表值與單位的字串
zh_hant_hk: 距離必須是「auto」或數字，或代表數值和單位的字串

source: Donate
af: Skenk
ar: تبرع
bs: Doniraj
ca: Dona
cs: Přispět
da: Donér
de: Spenden
el: Δωρεά
es: Donar
fi: Lahjoita
fr: Faire un don
he: תרומה
hu: Támogatás
it: Dona
ja: 支援する
ko: 후원하기
my: လှူရန်
nl: Doneer
pl: Wesprzyj
pt: Doar
pt_br: Doar
ro: Donați
ru: Отблагодарить
sk: Podporiť
sr: Doniraj
sv: Donera
tr: Bağış yap
uk: Підтримати
vi: Ủng hộ
zh_hans: 捐赠
zh_hant: 捐贈
zh_hant_hk: 捐贈

source: Due to system limitations, this device may not support adjusting Pointer Speed on newer versions of macOS.
af: As gevolg van stelselbeperkings, ondersteun hierdie toestel dalk nie die aanpassing van wysersnelheid op nuwer weergawes van macOS nie.
ar: بسبب قيود النظام، قد لا يدعم هذا الجهاز ضبط سرعة المؤشر في الإصدارات الأحدث من macOS.
ca: A causa de les limitacions del sistema, aquest dispositiu pot no suportar l'ajust de la velocitat del punter en versions més recents de macOS.
cs: Kvůli systémovým omezením nemusí toto zařízení podporovat úpravu rychlosti ukazatele v novějších verzích macOS.
da: På grund af systembegrænsninger understøtter denne enhed muligvis ikke justering af markørhastighed på nyere versioner af macOS.
de: Aufgrund von Systembeschränkungen unterstützt dieses Gerät möglicherweise nicht die Anpassung der Zeigergeschwindigkeit in neueren Versionen von macOS.
el: Λόγω περιορισμών συστήματος, αυτή η συσκευή ενδέχεται να μην υποστηρίζει την προσαρμογή της ταχύτητας του δείκτη σε νεότερες εκδόσεις του macOS.
es: Debido a limitaciones del sistema, es posible que este dispositivo no admita el ajuste de la velocidad del puntero en las versiones más recientes de macOS.
fi: Järjestelmän rajoitusten vuoksi tämä laite ei ehkä tue osoittimen nopeuden säätämistä macOS:n uudempien versioiden kanssa.
fr: En raison de limitations système, ce périphérique pourrait ne pas prendre en charge le réglage de la vitesse du pointeur sur les versions plus récentes de macOS.
he: עקב מגבלות מערכת, ייתכן שמכשיר זה אינו תומך בהתאמת מהירות המצביע בגרסאות חדשות יותר של macOS.
hu: Rendszerkorlátozások miatt ez az eszköz nem támogatja a Mutató sebességének beállítását a macOS újabb verzióin.
it: A causa di limitazioni di sistema, questo dispositivo potrebbe non supportare la regolazione della velocità del puntatore nelle versioni più recenti di macOS.
ja: システム上の制限により、このデバイスはmacOSの新しいバージョンでポインター速度の調整をサポートしていない場合があります。
ko: 시스템 제한으로 인해 이 기기는 최신 버전의 macOS에서 포인터 속도 조정을 지원하지 않을 수 있습니다.
my: စနစ်၏ ကန့်သတ်ချက်များကြောင့်၊ ဤစက်ပစ္စည်းသည် macOS ၏ နောက်ဆုံးဗားရှင်းများတွင် Pointer Speed ကို ချိန်ညှိခြင်းကို မထောက်ပံ့နိုင်ပါ။
nl: Vanwege systeemprestaties ondersteunt dit apparaat mogelijk niet het aanpassen van de aanwijzersnelheid op nieuwere versies van macOS.
pl: Ze względu na ograniczenia systemowe to urządzenie może nie obsługiwać dostosowywania prędkości wskaźnika w nowszych wersjach systemu macOS.
pt: Devido a limitações do sistema, este dispositivo pode não suportar o ajuste da Velocidade do Ponteiro em versões mais recentes do macOS.
pt_br: Devido a limitações do sistema, este dispositivo pode não suportar o ajuste da Velocidade do Ponteiro em versões mais recentes do macOS.
ro: Din cauza limitărilor sistemului, acest dispozitiv s-ar putea să nu suporte ajustarea vitezei indicatorului pe versiunile mai noi de macOS.
ru: Из-за системных ограничений это устройство может не поддерживать настройку скорости указателя в новых версиях macOS.
sk: Z dôvodu systémových obmedzení toto zariadenie nemusí podporovať úpravu rýchlosti ukazovateľa v novších verziách macOS.
sr: Zbog sistemskih ograničenja, ovaj uređaj možda ne podržava podešavanje brzine pokazivača na novijim verzijama macOS-a.
sv: På grund av systembegränsningar kanske den här enheten inte stöder justering av pekarens hastighet i nyare versioner av macOS.
tr: Sistem sınırlamaları nedeniyle, bu aygıt macOS'un daha yeni sürümlerinde İşaretçi Hızını ayarlamayı desteklemeyebilir.
uk: Через системні обмеження цей пристрій може не підтримувати налаштування швидкості вказівника в новіших версіях macOS.
vi: Do hạn chế của hệ thống, thiết bị này có thể không hỗ trợ điều chỉnh Tốc độ Con trỏ trên các phiên bản macOS mới hơn.
zh_hans: 由于系统限制，此设备可能不支持调整较新 macOS 版本上的指针速度。
zh_hant: 由於系統限制，此裝置可能不支援較新 macOS 版本中的指標速度調整。
zh_hant_hk: 由於系統限制，此裝置可能不支援在較新版本的 macOS 中調整指標速度。

source: Edit
af: Wysig
ar: تحرير
bs: Uredi
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Éditer
he: ערוך
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
my: ပြင်ဆင်ရန်
nl: Bewerken
pl: Edytuj
pt: Editar
pt_br: Editar
ro: Editare
ru: Редактировать
sk: Upraviť
sr: Uredi
sv: Redigera
tr: Düzenle
uk: Редагувати
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯
zh_hant_hk: 編輯

source: Editable
af: Bewerkbaar
ar: قابل للتعديل
cs: Upravitelné
da: Redigerbar
de: Bearbeitbar
el: Επεξεργάσιμο
fi: Muokattavissa
fr: Modifiable
he: ניתן לעריכה
hu: Szerkeszthető
it: Modificabile
ja: 編集可能
ko: 편집 가능
my: တည်းဖြတ်နိုင်သည်
nl: Bewerkbaar
pl: Edytowalny
pt: Editável
pt_br: Editável
ro: Editabil
ru: Редактируемый
sk: Upraviteľné
sr: Može se urediti
sv: Redigerbar
tr: Düzenlenebilir
uk: Редаговано
vi: Có thể chỉnh sửa
zh_hans: 可编辑
zh_hant: 可編輯
zh_hant_hk: 可編輯

source: Enable autoscroll
af: Aktiveer outomatiese blaai
ar: تمكين التمرير التلقائي
ca: Habilita el desplaçament automàtic
cs: Povolit automatické rolování
da: Aktivér automatisk rulning
de: Automatisches Scrollen aktivieren
el: Ενεργοποίηση αυτόματης κύλισης
es: Activar desplazamiento automático
fi: Ota automaattinen vieritys käyttöön
fr: Activer le défilement automatique
he: אפשר גלילה אוטומטית
hu: Automatikus görgetés engedélyezése
it: Abilita scorrimento automatico
ja: オートスクロールを有効にする
ko: 자동 스크롤 활성화
my: အလိုအလျောက် scroll ကို ဖွင့်ပါ။
nl: Automatisch scrollen inschakelen
pl: Włącz automatyczne przewijanie
pt: Ativar rolagem automática
pt_br: Ativar rolagem automática
ro: Activare derulare automată
ru: Включить автопрокрутку
sk: Povoliť automatické rolovanie
sr: Omogući automatsko pomeranje
sv: Aktivera autoscroll
tr: Otomatik kaydırmayı etkinleştir
uk: Увімкнути автопрокручування
vi: Bật tự động cuộn
zh_hans: 启用自动滚动
zh_hant: 啟用自動捲動
zh_hant_hk: 啟用自動捲動

source: Enable gesture button
af: Aktiveer gebaar knoppie
ar: تمكين زر الإيماءات
bs: Omogući dugme za gestu
ca: Habilita el botó de gestos
cs: Povolit tlačítko gesta
da: Aktivér gestusknap
de: Gesten-Schaltfläche aktivieren
el: Ενεργοποίηση κουμπιού χειρονομίας
es: Activar botón de gesto
fi: Ota elepainike käyttöön
fr: Activer le bouton de geste
he: אפשר לחצן מחוות
hu: Érintés gomb engedélyezése
it: Abilita pulsante gesto
ja: ジェスチャーボタンを有効にする
ko: 제스처 버튼 활성화
my: အမူအယာ ခလုတ်ကို ဖွင့်ပါ။
nl: Gebarenknop inschakelen
pl: Włącz przycisk gestów
pt: Ativar botão de gesto
pt_br: Ativar botão de gesto
ro: Activare buton gest
ru: Включить кнопку жестов
sk: Povoliť tlačidlo gesta
sr: Omogući dugme za gestove
sv: Aktivera gestknapp
tr: Hareket düğmesini etkinleştir
uk: Увімкнути кнопку жестів
vi: Bật nút cử chỉ
zh_hans: 启用手势按钮
zh_hant: 啟用手勢按鈕
zh_hant_hk: 啟用手勢按鈕
